export const pages = {
  home: {
    slug: "",
    title: "Ευφάνταστες και αποδοτικές λύσεις για επιχειρήσεις κάθε είδους.",
    content: (
      <div>
        <p>Καλώς ήρθατε στο επόμενο βήμα της επιχειρηματικής σας οργάνωσης!</p>
        <p>
          Κάθε κίνηση στον αχανή επιχειρηματικό κόσμο επιτυγχάνει τον στόχο της
          μόνο εάν βασίζεται σε πραγματική ουσία και στηρίζεται σε στιβαρά
          οργανωμένο πλαίσιο.
        </p>
        <p>
          Οι υπηρεσίες που προσφέρονται βασίζονται στη συνέπεια, τη δεοντολογία,
          το αισθητικό κριτήριο, την αποτελεσματικότητα και εμπιστευτικότητα.
        </p>
      </div>
    ),
  },
  symbouleytiki: {
    slug: "symbouleytiki",
    title: "Συμβουλευτική",
    subtitle: "Από την ιδέα στο αποτέλεσμα",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/mauve_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_mauve_cube.png",
    content: (
      <div>
        <p>
          Μια επιχείρηση οφείλει να δρα βάσει ψύχραιμου στρατηγικού σχεδιασμού
          και ταυτόχρονα να μπορεί ν’ αντιδρά με ευελιξία στις ανάγκες της
          αγοράς και της εποχής. Κάθε απόφαση, ενέργεια ή δράση πρέπει να είναι
          αποτέλεσμα στρατηγικών αποφάσεων και όχι να προκύπτει υπό την πίεση
          τυχαίων συνθηκών. Έτσι μπορεί ν’ αυξηθεί η απόδοση κάθε
          επιχειρηματικής κίνησης, ενώ περιορίζεται η ζημιά που μπορεί να
          προέλθει από άγνωστες παραμέτρους αφού μπορούν να παρθούν γρήγορα
          καίριες αποφάσεις.
        </p>
        <p>
          Ο ξεκάθαρος ορισμός στόχων σε όλα τα επίπεδα: οικονομικοί, αξιακοί,
          λειτουργικοί, marketing είναι ο πυρήνας που καθορίζει όχι μόνο την
          επιτυχημένη λειτουργία, αλλά και την ίδια την ψυχή μιας επιχείρησης.
          Γνωρίζουμε πού πηγαίνουμε, με ποιον τρόπο οδηγούμαστε εκεί και τι
          θέλουμε να επιτύχουμε φτάνοντας τον στόχο μας.
        </p>
        <div>
          <img
            className="w-100"
            src="https://github.com/smar152/rodia-valkanou/raw/master/img/symbouleytiki04.png"
            alt=""
          />
        </div>
        <p>
          Οι αξιακοί πυλώνες που ορίζονται εξ αρχής, διατρέχουν όλα τα επίπεδα
          λειτουργίας μιας επιχείρησης και αποτελούν βάση για όλες τις δράσεις,
          τις ενέργειες και το όραμά της. Είναι επίσης οι στιβαροί άξονες πάνω
          στους οποίους βασίζεται ολόκληρη η στρατηγική marketing για την
          επιχείρηση, τη φυσική και την ψηφιακή της παρουσία.
        </p>
        <p>
          Το αποτέλεσμα είναι η άμεση βελτίωση της καθημερινής λειτουργίας, η
          ταχύτητα στην αντιμετώπιση οποιουδήποτε προβλήματος προκύψει και ο
          καθαρός δρόμος προς τη μελλοντική ανάπτυξη.
        </p>
      </div>
    ),
  },
  organwsi: {
    slug: "organwsi",
    title: "Οργάνωση",
    subtitle: "Κάθε τι έχει τη θέση του",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/purple_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_purple_cube.png",
    content: (
      <div className="">
        <p>
          Η σωστή οργάνωση δεν είναι στατικός στόχος, αλλά σύστημα πλοήγησης σε
          ένα διαρκές ταξίδι με συνεχείς επαναπροσδιορισμούς και βελτιώσεις.
        </p>
        <p>
          Πρώτο βήμα είναι πάντα η βελτιστοποίηση όλων των καθημερινών,
          λειτουργικών διαδικασιών για να μπορεί κανείς να οδηγηθεί στην
          ορθολογιστική δόμηση της διαχείρισης κάθε επαγγελματικής δράσης.
        </p>
        <p>
          Η ηρεμία και η ασφάλεια ενός σωστά οργανωμένου περιβάλλοντος (είτε
          αυτό είναι ένα γραφείο, είτε είναι ένας υπολογιστής), φέρνει την
          ψύχραιμη αντιμετώπιση των διαπροσωπικών επαγγελματικών σχέσεων,
          αυξάνει την παραγωγικότητα και οδηγεί, τελικά, στην αύξηση της
          απόδοσης και των κερδών.
        </p>
        <p>
          Από ατομικές επιχειρήσεις μέχρι εκείνες με μεγάλο ανθρώπινο δυναμικό,
          η οργάνωση είναι το χαρισματικό εκείνο στοιχείο που, σε βάθος χρόνου
          και πάντοτε με συνέπεια, διατηρεί τη σωστή λειτουργία και θέτει
          στιβαρές βάσεις για συνεχόμενη ανάπτυξη.
        </p>
        <p>
          Η ανθρωποκεντρική προσέγγιση βρίσκεται στην καρδιά της κατανόησης κάθε
          οργανωτικού συστήματος προκειμένου να έχει πρακτική εφαρμογή για το
          σήμερα αλλά και για όλες τις ημέρες που ακολουθούν. Ο προγραμματισμός
          οφείλει να είναι εύχρηστος και οι λύσεις ευέλικτες, στημένες πάνω στις
          ανάγκες των ανθρώπων που καλούνται να τις χρησιμοποιήσουν.
        </p>
      </div>
    ),
  },
  oikonomika: {
    slug: "oikonomika",
    title: "Οικονομικά",
    subtitle: "Τα + και τα – της καθημερινότητας",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/orange_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_orange_cube.png",
    content: (
      <div>
        <p>
          Πώς να βρούμε ηρεμία όταν καθημερινά το κεφάλι μας βράζει με ερωτήσεις
          και ανησυχίες για την οικονομική μας σταθερότητα; Η απάντηση είναι
          πάντοτε η ψύχραιμη και λογική αντιμετώπιση, με καθαρό προγραμματισμό!
        </p>
        <p>
          Είτε πρόκειται για προσωποποιημένα πακέτα excel για την παρακολούθηση
          των οικονομικών στοιχείων, είτε για την εξισορρόπηση των καθημερινών
          οικονομικών μιας επιχείρησης ή ενός επιχειρηματία, όλα, τελικά,
          καταλήγουν στα απλά + και -. Οι αριθμοί είναι φίλοι μας και όταν τους
          αντιμετωπίζουμε ως τέτοιους, μας επιφυλάσσουν λύσεις και ηρεμία.
        </p>
        <p>
          Δεν μπορούμε να βρούμε λύσεις για κρυμμένα προβλήματα. Αποκαλύπτουμε
          διάπλατα την οικονομική πραγματικότητα, και, όπως θα κάναμε με κάθε
          πρόβλημα, αφήνουμε την εμπειρία και τις πράξεις να μας οδηγήσουν στις
          απαντήσεις.
        </p>
        <p>
          Η σωστή οργάνωση των οικονομικών στοιχείων είναι, σίγουρα, το πιο
          σημαντικό συστατικό μιας καλά δομημένης επιχειρηματικής πρακτικής και
          απαραίτητο στοιχείο για τη σιγουριά που θα χρειαστεί πριν γίνει
          οποιαδήποτε δράση ανάπτυξης.
        </p>
        <p>
          Έτοιμα συστήματα παρακολούθησης υποχρεώσεων, ημερολογίου οφειλών,
          πληρωμών προμηθευτών σε συνάρτηση με τη λογιστική σας υποστήριξη, σας
          λύνουν τα χέρια κι ελευθερώνουν τον χρόνο σας για να προχωρήσετε στην
          ανάπτυξη των υπηρεσιών ή και των προϊόντων σας με ηρεμία.
        </p>
      </div>
    ),
  },
  digital: {
    slug: "digital",
    title: "Ψηφιακά",
    subtitle: "Σύγχρονες λύσεις για κάθε πλατφόρμα",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/yellow_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_yellow_cube.png",
    content: (
      <div>
        <p>
          Στο σημερινό πεδίο της ψηφιακής πολυφωνίας, είναι σημαντικό να
          ξεχωρίσουμε τους στόχους μιας στρατηγικής ψηφιακής παρουσίας και
          marketing και να την ακολουθήσουμε με συνέπεια πριν πάρουμε τα
          επιθυμητά αποτελέσματα.
        </p>
        <p>
          Η ψηφιακή ζωή είναι η πραγματική ζωή. Τα όρια ανάμεσά τους έχουν πια
          αρθεί και οι επιχειρήσεις καλούνται να δημιουργήσουν ψηφιακούς τόπους
          που ν’ ανταπεξέρχονται στους αξιακούς τους πυλώνες, ν’ απευθύνονται
          στους πελάτες και τους καταναλωτές τους έξυπνα, ευφάνταστα, με
          εντιμότητα και με ακαριαία ταχύτητα.
        </p>
        <p>
          Ειδικά τώρα, που η πανδημία έχει αλλάξει με ριζοσπαστικό τρόπο την
          αλληλεπίδραση των χρηστών με τις ψηφιακές πλατφόρμες, είναι σημαντικό
          να μπορέσουμε να εκμεταλλευτούμε τις νέες τεχνολογίες και τις διαρκώς
          αναπτυσσόμενες επιλογές που μας δίνουν προκειμένου να προωθήσουμε τις
          υπηρεσίες και τα προϊόντα των επιχειρήσεων με τον ιδανικό τρόπο.
        </p>
      </div>
    ),
  },
  synergasia: {
    slug: "synergasia",
    title: "Συνεργασία",
    subtitle: "Πίσω από κάθε επιτυχία υπάρχει μια δεμένη ομάδα",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_blue_cube.png",
    content: (
      <div>
        <p>
          Επιλέξτε τη συνεργασία που εξυπηρετεί τις ανάγκες σας με λύσεις
          παραμετροποιημένες για τις απαιτήσεις κάθε έργου. Τμηματική εξέλιξη
          συνεργασίας για ελεγχόμενα αποτελέσματα και διασφάλιση εμπιστοσύνης με
          συμβάσεις εμπιστευτικότητας. Μπορείτε να επιλέξετε συνεργασία σε βάση
          έργου με αρχή, μέση και τέλος, ή ως σταθερή συνεργασία για την
          εποπτεία της εξέλιξης των τομέων που σας απασχολούν.
        </p>
        <div className="d-flex flex-row align-items-start mt-4 mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/mauve_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            1. Συμβουλευτική
            <br />- Χαρακτηρισμός αξιών και οράματος (vision / mission
            statements)
            <br /> - Δημιουργία επιχειρηματικής στρατηγικής
            <br /> - Επιχειρηματικό πλάνο
            <br /> - Στρατηγικές μελέτες: Λειτουργίας επιχείρησης & ανταγωνιστών
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/purple_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            2. Οργάνωση
            <br />
            - Αναγνώριση λειτουργικών κενών και οργάνωση αντιμετώπισης / λύσεων
            <br />
            - Καθορισμός workflow & time management
            <br />
            - Δημιουργία οργανογραμμάτων
            <br />- Οργάνωση περιβάλλοντος εργασίας
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/orange_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            3. Οικονομικά
            <br />
            - Παρακολούθηση & προγραμματισμός υποχρεώσεων
            <br />
            - Οργάνωση χρονοδιαγράμματος εισπράξεων & πληρωμών
            <br />
            - Δομή σχεδίου εξόφλησης προμηθευτών
            <br />- Δημιουργία σχεδίου καταγραφής εσόδων
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/yellow_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            4. Ψηφιακά
            <br />
            - Digital marketing
            <br />
            - Διαχείριση social media
            <br />
            - Μελέτη Analytics & Insights
            <br />- SEO Κειμενογράφηση
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            5. Προσωπική Ανάπτυξη
            <br />
            - Ατομικές συνεδρίες
            <br />
            - Δημιουργία οργανωτικού πλάνου
            <br />
            - Υποστήριξη για προσωπική οργάνωση
            <br />- Συμβουλευτική για επαγγελματική οργάνωση
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/green_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            6. Mix and Match
            <br />
            Επιλέξτε ποια υπηρεσία καλύπτει καλύτερα το φάσμα των δυσκολιών που
            επιθυμείτε να λύσετε. Κάθε υπηρεσία προσαρμόζεται και
            παραμετροποιείται σύμφωνα με τις απαιτήσεις της κάθε περίπτωσης.
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/gray_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            7. The Total Package
            <br />
            Το σύνολο των υπηρεσιών σε πλήρη ανάπτυξη μέσα στα πλαίσια ανάγκης
            για κάθε επιχείρηση ή ελεύθερο επαγγελματία. Εποπτεία της εξέλιξης
            και εφαρμογής των ενεργειών για τη διασφάλιση καλύτερου
            αποτελέσματος.
          </p>
        </div>

        <h6>ΔΙΚΤΥΟ ΣΥΝΕΡΓΑΤΩΝ</h6>
        <p>
          Κάθε επιτυχημένη συνεργασία βασίζεται στην ποιότητα και τις
          εξειδικευμένες γνώσεις του κάθε συνεργάτη. Οι έμπειροι και έμπιστοι
          συνεργάτες μας καλύπτουν ευρύ φάσμα εργασιών που μπορούν να καλύψουν
          τις ανάγκες κάθε έργου ή και σταθερής συνεργασίας. Αποκτήστε πρόσβαση
          στο δίκτυο αυτό που καλύπτει λύσεις σε τομείς όπως:
        </p>
        <p>
          Σχεδιασμός & ανάπτυξη website
          <br />
          Γραφιστική
          <br />
          Εικονογραφήσεις
          <br />
          Τυπογραφικές εφαρμογές
          <br />
          Βίντεο
          <br />
          Φωτογραφία
          <br />
          Μοντάζ
          <br />
          Υποτιτλισμός
          <br />
          Επαγγελματική γραφική ύλη
          <br />
          Υπηρεσίες Τεχνικών Ασφαλείας & HACCP
        </p>
      </div>
    ),
  },
  about: {
    slug: "about",
    title: "Η Ροδιά",
    subtitle: "Ποια, πού, πώς, πότε, γιατί;",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/green_cube.png",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_green_cube.png",
    content: (
      <div>
        <p>
          Η Ροδιά έχει περάσει όλην της την επαγγελματική σταδιοδρομία φέρνοντας
          ήρεμες λύσεις σε πολλών τύπων εταιρείες. Η αγάπη της για την οργάνωση
          έγινε προφανής πολύ νωρίς και ήταν πάντοτε στον πυρήνα κάθε της
          δράσης.
        </p>
        <p>
          Στο πολύχρονο επαγγελματικό της παρελθόν, έχει ταξιδέψει στα νησιά της
          κειμενογράφησης και τις ατόλες της επιμέλειας και μετάφρασης, έχει
          ρίξει άγκυρα στο λιμάνι του management, έχει περιπλεύσει τα ακρωτήρια
          της διοίκησης προσωπικού και της οικονομικής διαχείρισης κι έχει
          διασχίσει τον ωκεανό του social media strategy.
        </p>
        <p>
          Η δραστηριότητά της πλέον καλύπτει όλους τους τομείς της
          συμβουλευτικής (μελέτες στρατηγικής και οράματος, αναγνώριση στόχων),
          της οργάνωσης (διαχείριση προσωπικού, παρακολούθηση οικονομικών
          στοιχείων) και των δημιουργικών -ψηφιακών και μη- μέσων (ψηφιακό
          marketing, ανάπτυξη πρωτογενούς υλικού, διαχείριση social media
          accounts).
        </p>
        <p>
          Η συνέπεια και η ψύχραιμη αντιμετώπιση κάθε προβλήματος, μαζί με την
          ευφάνταστη προσαρμογή νέων τεχνολογικών λύσεων είναι τα βασικά
          χαρακτηριστικά κάθε της συνεργασίας.
        </p>
      </div>
    ),
  },
  contact: {
    slug: "contact",
    title: "Επικοινωνία",
    subtitle: "Πείτε μας το πρόβλημά σας",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_gray_cube.png",
    cubeSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/gray_cube.png",
    content: (
      <div>
        <p>
          Θέλουμε να μάθουμε τι σας απασχολεί! Κανένα πρόβλημα δεν είναι πολύ
          μικρό για να πάρει μια λύση που θα σας ηρεμήσει. Εάν θέλετε να μάθετε
          περισσότερα, εάν έχετε οποιαδήποτε απορία ή ιδέα, επικοινωνήστε στο
          email: info@rodiavalkanou.com
        </p>
        <h5>FAQ</h5>
        <h6>
          - ερώτηση 1: Μπορώ να επικοινωνήσω για προσωπικές υπηρεσίες οργάνωσης;
        </h6>
        <p>
          - απάντηση 1: Φυσικά! Στη σελίδα "Συνεργασία" μπορείτε να βρείτε σειρά
          υπηρεσιών που απευθύνονται σε άτομα, για την υποστήριξη και ανάπτυξη
          υγιειών συνηθειών και πρακτικών για την καθημερινότητα, και πολλά
          άλλα.
        </p>
        <h6>- ερώτηση 2: Παρέχετε απομακρυσμένες υπηρεσίες;</h6>
        <p>
          - απάντηση 2: Στην εποχή της πανδημίας, έχουμε μάθει να λειτουργούμε
          άριστα εξ αποστάσεως, χωρίς να χάνεται η ουσία από τη μεταξύ μας
          επικοινωνία και χωρίς να μειώνεται η απόδοση των υπηρεσιών μας. Οι
          αρχικές συναντήσεις, το follow up και η παρακολούθηση / συνεδρίες
          γίνονται με ψηφιακό τρόπο για την ασφάλεια και τη διευκόλυνση όλων,
          καθώς και για την εξυπηρέτηση πελατών που βρίσκονται σε άλλες πόλεις ή
          χώρες!
        </p>
        <h6>- ερώτηση 3: Πώς μπορώ να κάνω την πληρωμή μου;</h6>
        <p>
          - απάντηση 3: Η πληρωμή γίνεται μετά την έκδοση του νόμιμου
          παραστατικού (ΤΠΥ) και μπορεί να ολοκληρωθεί με τραπεζικό έμβασμα.
        </p>
        <h6>- ερώτηση 4: Πόσο διαρκεί η διαδικασία της οργάνωσης;</h6>
        <p>
          - απάντηση 4: Εξαρτάται από τις ανάγκες κάθε ατόμου, επιχείρησης ή
          έργου, καθώς και από τις υπηρεσίες που τελικά θα επιλεχθούν. Στην
          έναρξη της συνεργασίας μας, μετά την αρχική εκτίμηση / μελέτη, θα σας
          δοθεί συγκεκριμένο πλάνο βημάτων ολοκλήρωσης των παραδοτέων μαζί με το
          χρονικό πλαίσιο στο οποίο θα πραγματοποιηθούν.
        </p>
        <h5>Testimonials</h5>
        <div className="quote">
          <p>
            Lorem, ipsum dolor sit amet consectetur adipisicing elit. Sint
            magnam aperiam delectus non dolor laborum laudantium ab dignissimos
            repellendus harum earum atque nostrum autem quod quidem ratione
            ipsum, natus facilis!
            <br />- Σμαράγδα / freelancer developer
          </p>
        </div>
        <div className="quote">
          <p>
            Lorem, ipsum dolor sit amet consectetur adipisicing elit. Sint
            magnam aperiam delectus non dolor laborum laudantium ab dignissimos
            repellendus harum earum atque nostrum autem quod quidem ratione
            ipsum, natus facilis!
            <br />- Αριάδνη / freelancer graphic designer
          </p>
        </div>
        <div className="quote">
          <p>
            Lorem, ipsum dolor sit amet consectetur adipisicing elit. Sint
            magnam aperiam delectus non dolor laborum laudantium ab dignissimos
            repellendus harum earum atque nostrum autem quod quidem ratione
            ipsum, natus facilis!
            <br />- Νίκος / ιδιοκτήτης μικρής επιχείρησης
          </p>
        </div>
        <div className="quote">
          <p>
            Lorem, ipsum dolor sit amet consectetur adipisicing elit. Sint
            magnam aperiam delectus non dolor laborum laudantium ab dignissimos
            repellendus harum earum atque nostrum autem quod quidem ratione
            ipsum, natus facilis!
            <br />- Τόνια / επαγγελματίας μοντέρ
          </p>
        </div>
      </div>
    ),
  },
};

export function getPageData(key) {
  if (key) {
    return pages[key];
  } else {
    return pages.about;
  }
}
