export const pages = {
  home: {
    slug: "",
    title: "Ευφάνταστες και αποδοτικές λύσεις για επιχειρήσεις κάθε είδους.",
    content: (
      <div>
        <p>Καλώς ήρθατε στο επόμενο βήμα της επιχειρηματικής σας οργάνωσης!</p>
        <p>
          Κάθε κίνηση στον αχανή επιχειρηματικό κόσμο επιτυγχάνει τον στόχο της
          μόνο εάν βασίζεται σε πραγματική ουσία και στηρίζεται σε στιβαρά
          οργανωμένο πλαίσιο.
        </p>
        <p>
          Οι υπηρεσίες που προσφέρονται βασίζονται στη συνέπεια, τη δεοντολογία,
          το αισθητικό κριτήριο, την αποτελεσματικότητα και εμπιστευτικότητα.
        </p>
      </div>
    ),
  },
  about: {
    slug: "about",
    title: "Σχετικά",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_green_cube.png",
    content: (
      <div>
        <p>
          Μέσα στα 22 χρόνια διαρκούς επιχειρηματικής δραστηριότητας, η Ροδιά
          Βαλκάνου κινήθηκε σε πολλαπλούς τομείς, από τον χώρο διοργάνωσης
          συναυλιών, εκδόσεις, επιχειρηματικά δώρα μέχρι δημιουργία ιστοτόπων
          και εφαρμογών διαδικτύου, κειμενογράφηση και διαχείριση εταιρικών
          social media λογαριασμών, λογιστικά &amp; οικονομική διαχείριση
          εταιρειών και management.
        </p>
        <p>
          Μερικές από τις δεξιότητες που έχουν κατακτηθεί μέσα από πολύχρονη
          εμπειρία είναι η δυνατότητα εποπτικού ελέγχου στην ανάπτυξη πολλαπλών
          πεδίων και συνεργασιών και η δυναμική καθοδήγηση ομάδων με ιδανική
          διαχείριση χρονικών ορίων. Εξίσου σημαντικές η προσαρμοστικότητα και η
          προσήλωση σε θετικά αποτελέσματα, η συνέπεια και η επιτυχής συνεργασία
          με άλλους.
        </p>
        <p>
          Σε κάθε τομέα ενασχόλησης, ξεχώριζε πάντα η οργανωτική και εποπτική
          ικανότητα, η οποία μέσα από την εμπειρία δομήθηκε ως η κυρίαρχη
          επαγγελματική κατεύθυνσή της. Η δυνατότητα της ψύχραιμης προσέγγισης
          κάθε προβλήματος και η βεβαιότητα παραγωγής ευφάνταστων λύσεων είναι
          κυρίαρχο συστατικό κάθε της συνεργασίας.
        </p>
      </div>
    ),
  },
  symbouleytiki: {
    slug: "symbouleytiki",
    title: "Συμβουλευτική",
    subtitle: "Για όλα υπάρχει μια λύση.",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_purple_cube.png",
    content: (
      <div>
        <p>Από την ιδέα στο αποτέλεσμα</p>
        <p>
          Με τη δημιουργία ξεκάθαρων στόχων, τη σαφή χαρτογράφηση της πορείας
          και την ανάπτυξη των ιδανικών εργαλείων, το επιτυχημένο αποτέλεσμα θα
          μπορεί να διατηρηθεί και να συνεχίσει να εξελίσσεται.
        </p>
        <div>
          <img
            className="w-100"
            src="https://github.com/smar152/rodia-valkanou/raw/master/img/symbouleytiki04.png"
            alt=""
          />
        </div>
        <p>
          Προτάσεις λύσεων για την άμεση βελτίωση της καθημερινής λειτουργίας
          της επιχείρησης αλλά και της συνολικής στρατηγικής της κατεύθυνσης.
          Αύξηση της παραγωγικότητας και ανταγωνιστικότητας.
        </p>
        <p>
          Χαρακτηρισμός αξιών και οράματος (vision / mission statements)
          <br />
          Δημιουργία επιχειρηματικής στρατηγικής
          <br />
          Επιχειρηματικό πλάνο
          <br />
          Στρατηγικές μελέτες:
          <br />
          Λειτουργίας επιχείρησης &amp; ανταγωνιστών
          <br />
          Workflow &amp; time management
        </p>
        <p>
          Οι αξιακοί πυλώνες που ορίζονται εξ αρχής, διατρέχουν όλα τα επίπεδα
          λειτουργίας μιας επιχείρησης και λειτουργούν ως βάση για όλες τις
          δράσεις, τις ενέργειες και το όραμά της. Είναι επίσης οι ξεκάθαροι
          άξονες πάνω στους οποίους βασίζεται ολόκληρη η στρατηγική marketing
          για την επιχείρηση, τη φυσική και την ψηφιακή της παρουσία.
        </p>
      </div>
    ),
  },
  organwsi: {
    slug: "organwsi",
    title: "Οργάνωση",
    subtitle: "Κάθε τι έχει τη θέση του.",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_orange_cube.png",
    content: (
      <div>
        <p>Οργάνωση = Απόδοση</p>
        <p>
          Από τις ατομικές επιχειρήσεις μέχρι εκείνες με μεγάλο ανθρώπινο
          δυναμικό, η οργάνωση είναι το χαρακτηριστικό που σε βάθος χρόνου
          μπορεί να διατηρήσει τη σωστή λειτουργία και να χτίσει σταθερές βάσεις
          για συνεχόμενη ανάπτυξη
        </p>
        <img
          src="https://github.com/smar152/rodia-valkanou/raw/master/img/img-cycle2.png"
          alt=""
        />
        <p>Οργάνωση επιχειρήσεων</p>
        <p>
          Η καλή οργάνωση οδηγεί στη βελτιστοποίηση όλων των καθημερινών
          λειτουργιών, των διαπροσωπικών σχέσεων, της παραγωγικότητας και,
          τελικά, της απόδοσης και των κερδών.
        </p>
        <p>
          Ορισμός στόχων σε όλα τα επίπεδα: οικονομικοί, αξιακοί, λειτουργικοί,
          marketing
        </p>
        <p>Αναγνώριση λειτουργικών κενών και οργάνωση λύσεων</p>
        <p>Καθορισμός workflow & time management</p>
        <p>
          Διαχείριση προσωπικού: Οργανόγραμμα, Δημιουργία κανόνων & συμβάσεων
          συμπεριφοράς και εργασίας
        </p>
        <p>
          Μια επιχείρηση οφείλει να δρα και όχι να αντιδρά. Κάθε απόφαση,
          ενέργεια ή δράση πρέπει να είναι αποτέλεσμα στρατηγικού σχεδιασμού και
          όχι να προκύπτει τυχαία ως αντίδραση σε τυχαίες συνθήκες. Έτσι
          αυξάνεται η απόδοση της κάθε επιχειρηματικής κίνησης, ενώ περιορίζεται
          η ζημιά που μπορεί να προέλθει από άγνωστες παραμέτρους αφού μπορούν
          να παρθούν γρήγορα καίριες αποφάσεις
        </p>
      </div>
    ),
  },
  oikonomika: {
    slug: "oikonomika",
    title: "Οικονομικά",
    subtitle: "Τα + και τα – της καθημερινής διαχείρισης.",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_yellow_cube.png",
    content: (
      <div>
        <p>Πακέτο παρακολούθησης οικονομικών</p>
        <p>
          Πακέτο excel παρακολούθησης των οικονομικών σας υποχρεώσεων,
          εισπράξεων, εσόδων / εξόδων σε συνδυασμό με ημερολόγιο, ειδοποιήσεις
          και υπενθυμίσεις. Αρχεία παραμετροποιημένα σύμφωνα με τις ανάγκες σας
          και μόνο για τα δικά σας στοιχεία.
        </p>
        <p>Οικονομική διαχείριση</p>
        <p>
          Κάθε επιχείρηση, ανεξαρτήτως μεγέθους, αντιμετωπίζει τα οικονομικά της
          ως την πρώτη ένδειξη για την καλή της λειτουργία. Χρειάζεται
          λεπτομερής παρακολούθηση και καταγραφή εσόδων & εξόδων, δημιουργία
          πραγματικού σχεδίου αντιμετώπισης υποχρεώσεων και πληρωμών και
          συντονισμός με ημερολόγιο και εφαρμογές ειδοποιήσεων.
        </p>
        <p>Παρακολούθηση & προγραμματισμός υποχρεώσεωνν</p>
        <p>Οργάνωση χρονοδιαγράμματος εισπράξεων & πληρωμών</p>
        <p>Δομή σχεδίου εξόφλησης προμηθευτών</p>
        <p>Δημιουργία σχεδίου καταγραφής εσόδων</p>
      </div>
    ),
  },
  digital: {
    slug: "digital",
    title: "Ψηφιακά",
    subtitle: "Σύγχρονες λύσεις για κάθε πλατφόρμα.",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_mauve_cube.png",
    content: (
      <div>
        <p>Στρατηγική ψηφιακού μάρκετινγκ</p>
        <p>
          Η στρατηγική marketing είναι μια μέθοδος οργάνωσης και στοχευμένης
          εκμετάλλευσης των εργαλείων και των πόρων της επιχείρησης προκειμένου
          ν’ αυξηθεί το ανταγωνιστικό της πλεονέκτημα.
        </p>
        <p>Ψηφιακές υπηρεσίες</p>
        <p>
          Εκμετάλλευση σειράς εργαλείων που μπορούν να δομήσουν στιβαρές
          διαδικασίες marketing με συγκεκριμένους στόχους.
        </p>
        <p>Digital marketing</p>
        <p>Διαχείριση social media</p>
        <p>Creative / Υπηρεσίες παραγωγής</p>
        <p>Κειμενογράφηση</p>
        <p>Μεταφράσεις</p>
        <p>
          Όλες οι μορφές που μπορεί να πάρουν οι δράσεις που βασίζονται στη
          στρατηγική marketing, πρέπει να χαρακτηρίζονται από απόλυτη συνέπεια
          στο περιεχόμενο, την προσέγγιση και την εικαστική εφαρμογή τους, καθώς
          είναι αποδεδειγμένη η αύξηση της αποδοτικότητας οποιασδήποτε ενέργειας
          ακολουθεί μια ξεκάθαρη, ορισμένη στρατηγική.
        </p>
      </div>
    ),
  },
  synergasia: {
    slug: "synergasia",
    title: "Συνεργασία",
    subtitle: "Αποδοτικότητα και ασφαλείες συνεργασίες",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_blue_cube.png",
    content: (
      <div>
        <p>
          Επιλέξτε τη συνεργασία που εξυπηρετεί τις ανάγκες σας με λύσεις
          παραμετροποιημένες για τις απαιτήσεις κάθε έργου. Τμηματική εξέλιξη
          συνεργασίας για ελεγχόμενα αποτελέσματα και διασφάλιση εμπιστοσύνης με
          συμβάσεις εμπιστευτικότητας.
        </p>
        <div className="d-flex flex-row align-items-start mt-4 mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            - The Basics
            <br />
            Βασικές υπηρεσίες οργάνωσης και συμβουλευτικής σε έναν ή
            περισσότερους από τους τομείς υπηρεσιών. Προτείνεται για μικρές
            επιχειρήσεις ή ελεύθερους επαγγελματίες με μεγάλο όγκο εργασίας.
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            - One off
            <br />
            Συνεργασία για τη διεκπεραίωση ενός συγκεκριμένου έργου ή την
            επίτευξη ενός συγκεκριμένου στόχου. Είτε πρόκειται για την αρχική
            δημιουργία π.χ. αρχείων παρακολούθησης οικονομικών στοιχείων είτε
            για την οργάνωση του time / project management. Προτείνεται για πολύ
            μικρές επιχειρήσεις και ειδικά για νέους ελεύθερους επαγγελματίες.
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            - Mix & Match
            <br />
            Συνδυαστική επιλογή κάποιων από τις διαθέσιμες υπηρεσίες με
            συγκεκριμένους στόχους και για συγκεκριμένο χρονικό διάστημα. Π.χ.
            συνδυασμός μελέτης ανταγωνιστών και δημιουργία στρατηγικής marketing
            με πακέτο παρακολούθησης οικονομικών. Προτείνεται για μικρές και
            μεγάλες επιχειρήσεις.
          </p>
        </div>
        <div className="d-flex flex-row align-items-start mb-4">
          <div className="mr-4">
            <img
              src="https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/blue_cube.png"
              alt=""
              width="100px"
            />
          </div>
          <p>
            - The Total Package
            <br />
            Το σύνολο των υπηρεσιών σε ανάπτυξη μέσα στα πλαίσια ανάγκης για
            κάθε επιχείρηση ή ελεύθερο επαγγελματία. Παραμετροποίηση κάθε λύσης
            σύμφωνα με τις απαιτήσεις της κάθε περίπτωσης και εποπτεία της
            εξέλιξης και εφαρμογής των ενεργειών για τη διασφάλιση καλύτερου
            αποτελέσματος. Προτείνεται για επιχειρήσεις ή ελεύθερους
            επαγγελματίες με μεγάλο όγκο εργασίας.
          </p>
        </div>
        <p>
          Επίσης, αναγνωρίζουμε ότι κάθε επιτυχημένη συνεργασία βασίζεται στην
          ποιότητα και τις εξειδικευμένες γνώσεις του κάθε συνεργάτη. Οι
          συνεργάτες μας καλύπτουν ευρύ φάσμα εργασιών που μπορούν να καλύψουν
          τις ανάγκες κάθε έργου ή και σταθερής συνεργασίας. Αποκτήστε πρόσβαση
          στο δίκτυο αυτό που καλύπτει λύσεις σε τομείς όπως:
        </p>
        <p>
          Λογιστικές υπηρεσίες
          <br />
          Υπηρεσίες Τεχνικών Ασφαλείας & HACCP
          <br />
          Digital marketing
          <br />
          Σχεδιασμός & ανάπτυξη website
          <br />
          Γραφιστική
          <br />
          Εικονογραφήσεις
          <br />
          Τυπογραφικές εφαρμογές
          <br />
          Βίντεο
          <br />
          Φωτογραφία
          <br />
          Μοντάζ
          <br />
          Υποτιτλισμός
          <br />
          Κειμενογράφηση
          <br />
          Μεταφράσεις
          <br />
          Επαγγελματική γραφική ύλη
        </p>
      </div>
    ),
  },
  contact: {
    slug: "contact",
    title: "Επικοινωνία",
    logoSrc:
      "https://raw.githubusercontent.com/smar152/rodia-valkanou/master/logo/menu_cubes/menu_green_cube.png",
    content: (
      <div>
        <p>
          Εάν θέλετε να μάθετε περισσότερα, εάν έχετε οποιαδήποτε απορία ή ιδέα,
          επικοινωνήστε στο email: info@rodiavalkanou.com
        </p>
      </div>
    ),
  },
};

export function getPageData(key) {
  if (key) {
    return pages[key];
  } else {
    return pages.about;
  }
}
