const pages = {
  about: {
    title: 'Σχετικά',
    content: (
      <div>
        <strong>Σχετικά</strong>
        <p>
          Μέσα στα 22 χρόνια διαρκούς επιχειρηματικής δραστηριότητας, η Ροδιά
          Βαλκάνου κινήθηκε σε πολλαπλούς τομείς, από τον χώρο διοργάνωσης
          συναυλιών, εκδόσεις, επιχειρηματικά δώρα μέχρι δημιουργία ιστοτόπων
          και εφαρμογών διαδικτύου, κειμενογράφηση και διαχείριση εταιρικών
          social media λογαριασμών, λογιστικά &amp; οικονομική διαχείριση
          εταιρειών και management.
        </p>
        <p>
          Μερικές από τις δεξιότητες που έχουν κατακτηθεί μέσα από πολύχρονη
          εμπειρία είναι η δυνατότητα εποπτικού ελέγχου στην ανάπτυξη πολλαπλών
          πεδίων και συνεργασιών και η δυναμική καθοδήγηση ομάδων με ιδανική
          διαχείριση χρονικών ορίων. Εξίσου σημαντικές η προσαρμοστικότητα και η
          προσήλωση σε θετικά αποτελέσματα, η συνέπεια και η επιτυχής συνεργασία
          με άλλους.
        </p>
        <p>
          Σε κάθε τομέα ενασχόλησης, ξεχώριζε πάντα η οργανωτική και εποπτική
          ικανότητα, η οποία μέσα από την εμπειρία δομήθηκε ως η κυρίαρχη
          επαγγελματική κατεύθυνσή της. Η δυνατότητα της ψύχραιμης προσέγγισης
          κάθε προβλήματος και η βεβαιότητα παραγωγής ευφάνταστων λύσεων είναι
          κυρίαρχο συστατικό κάθε της συνεργασίας.
        </p>
      </div>
    ),
  },
  contact: {
    title: 'Επικοινωνία',
    content: (
      <div>
        <strong>Επικοινωνία</strong>
        <p>
          Εάν θέλετε να μάθετε περισσότερα, εάν έχετε οποιαδήποτε απορία ή ιδέα,
          επικοινωνήστε στο email: info@rodiavalkanou.com ή συμπληρώστε την
          παρακάτω φόρμα.
        </p>
      </div>
    ),
  },
  services: {
    title: 'Υπηρεσίες',
    content: (
      <div>
        <strong>Υπηρεσίες</strong>
        <p>
          Δείτε τους τομείς δραστηριότητας, εξερευνήστε το ευρύ φάσμα που
          καλύπτουν οι συνεργάτες και μάθετε για τα πακέτα υπηρεσιών που
          προσφέρονται.
        </p>
        <a href="https://www.google.gr/">Συμβουλευτική</a>
        <a href="https://www.google.gr/">Οικονομικά</a>
        <a href="https://www.google.gr/">Οργάνωση</a>
        <a href="https://www.google.gr/">Ψηφιακά</a>
      </div>
    ),
  },
  symbouleytiki: {
    title: 'Συμβουλευτική',
    content: (
      <div>
        <strong>Συμβουλευτική</strong>
        <p>
          <em>Για όλα υπάρχει μια λύση.</em>
        </p>

        <p>Από την ιδέα στο αποτέλεσμα</p>
        <p>
          Με τη δημιουργία ξεκάθαρων στόχων, τη σαφή χαρτογράφηση της πορείας
          και την ανάπτυξη των ιδανικών εργαλείων, το επιτυχημένο αποτέλεσμα θα
          μπορεί να διατηρηθεί και να συνεχίσει να εξελίσσεται.
        </p>
        <p>ΕΙΚΟΝΑ ΕΔΩ</p>
        <p>
          Προτάσεις λύσεων για την άμεση βελτίωση της καθημερινής λειτουργίας
          της επιχείρησης αλλά και της συνολικής στρατηγικής της κατεύθυνσης.
          Αύξηση της παραγωγικότητας και ανταγωνιστικότητας.
        </p>
        <p>
          Χαρακτηρισμός αξιών και οράματος (vision / mission statements)
          <br />
          Δημιουργία επιχειρηματικής στρατηγικής
          <br />
          Επιχειρηματικό πλάνο
          <br />
          Στρατηγικές μελέτες:
          <br />
          Λειτουργίας επιχείρησης &amp; ανταγωνιστών
          <br />
          Workflow &amp; time management
        </p>
        <p>
          Οι αξιακοί πυλώνες που ορίζονται εξ αρχής, διατρέχουν όλα τα επίπεδα
          λειτουργίας μιας επιχείρησης και λειτουργούν ως βάση για όλες τις
          δράσεις, τις ενέργειες και το όραμά της. Είναι επίσης οι ξεκάθαροι
          άξονες πάνω στους οποίους βασίζεται ολόκληρη η στρατηγική marketing
          για την επιχείρηση, τη φυσική και την ψηφιακή της παρουσία.
        </p>
      </div>
    ),
  },
  oikonomika: {
    title: 'Οικονομικά',
    content: (
      <div>
        <strong>Οικονομικά</strong>
        <p>
          <em>Τα + και τα – της καθημερινής διαχείρισης.</em>
        </p>

        <p>Πακέτο παρακολούθησης οικονομικών</p>
        <p>
          Πακέτο excel παρακολούθησης των οικονομικών σας υποχρεώσεων,
          εισπράξεων, εσόδων / εξόδων σε συνδυασμό με ημερολόγιο, ειδοποιήσεις
          και υπενθυμίσεις. Αρχεία παραμετροποιημένα σύμφωνα με τις ανάγκες σας
          και μόνο για τα δικά σας στοιχεία.
        </p>
        <p>Οικονομική διαχείριση</p>
        <p>
          Κάθε επιχείρηση, ανεξαρτήτως μεγέθους, αντιμετωπίζει τα οικονομικά της
          ως την πρώτη ένδειξη για την καλή της λειτουργία. Χρειάζεται
          λεπτομερής παρακολούθηση και καταγραφή εσόδων & εξόδων, δημιουργία
          πραγματικού σχεδίου αντιμετώπισης υποχρεώσεων και πληρωμών και
          συντονισμός με ημερολόγιο και εφαρμογές ειδοποιήσεων.
        </p>
        <p>Παρακολούθηση & προγραμματισμός υποχρεώσεωνν</p>
        <p>Οργάνωση χρονοδιαγράμματος εισπράξεων & πληρωμών</p>
        <p>Δομή σχεδίου εξόφλησης προμηθευτών</p>
        <p>Δημιουργία σχεδίου καταγραφής εσόδων</p>
      </div>
    ),
  },
  organwsi: {
    title: 'Οργάνωση',
    content: (
      <div>
        <strong>Οικονομικά</strong>
        <p>
          <em>Κάθε τι έχει τη θέση του.</em>
        </p>

        <p>Οργάνωση = Απόδοση</p>
        <p>
          Από τις ατομικές επιχειρήσεις μέχρι εκείνες με μεγάλο ανθρώπινο
          δυναμικό, η οργάνωση είναι το χαρακτηριστικό που σε βάθος χρόνου
          μπορεί να διατηρήσει τη σωστή λειτουργία και να χτίσει σταθερές βάσεις
          για συνεχόμενη ανάπτυξη
        </p>
        <p>Οργάνωση επιχειρήσεων</p>
        <p>
          Η καλή οργάνωση οδηγεί στη βελτιστοποίηση όλων των καθημερινών
          λειτουργιών, των διαπροσωπικών σχέσεων, της παραγωγικότητας και,
          τελικά, της απόδοσης και των κερδών.
        </p>
        <p>
          Ορισμός στόχων σε όλα τα επίπεδα: οικονομικοί, αξιακοί, λειτουργικοί,
          marketing
        </p>
        <p>Αναγνώριση λειτουργικών κενών και οργάνωση λύσεων</p>
        <p>Καθορισμός workflow & time management</p>
        <p>
          Διαχείριση προσωπικού: Οργανόγραμμα , Δημιουργία κανόνων & συμβάσεων
          συμπεριφοράς και εργασίας
        </p>
        <p>
          Μια επιχείρηση οφείλει να δρα και όχι να αντιδρά. Κάθε απόφαση,
          ενέργεια ή δράση πρέπει να είναι αποτέλεσμα στρατηγικού σχεδιασμού και
          όχι να προκύπτει τυχαία ως αντίδραση σε τυχαίες συνθήκες. Έτσι
          αυξάνεται η απόδοση της κάθε επιχειρηματικής κίνησης, ενώ περιορίζεται
          η ζημιά που μπορεί να προέλθει από άγνωστες παραμέτρους αφού μπορούν
          να παρθούν γρήγορα καίριες αποφάσεις.
        </p>
      </div>
    ),
  },
  digital: {
    title: 'Ψηφιακά',
    content: (
      <div>
        <strong>Ψηφιακά</strong>
        <p>
          <em>Σύγχρονες λύσεις για κάθε πλατφόρμα.</em>
        </p>

        <p>Στρατηγική ψηφιακού μάρκετινγκ</p>
        <p>
          Η στρατηγική marketing είναι μια μέθοδος οργάνωσης και στοχευμένης
          εκμετάλλευσης των εργαλείων και των πόρων της επιχείρησης προκειμένου
          ν’ αυξηθεί το ανταγωνιστικό της πλεονέκτημα.
        </p>
        <p>ΕΙΚΟΝΑ ΕΔΩ</p>
        <p>Ψηφιακές υπηρεσίες</p>
        <p>
          Εκμετάλλευση σειράς εργαλείων που μπορούν να δομήσουν στιβαρές
          διαδικασίες marketing με συγκεκριμένους στόχους.
        </p>
        <p>Digital marketing</p>
        <p>Διαχείριση social media</p>
        <p>Creative / Υπηρεσίες παραγωγής</p>
        <p>Κειμενογράφηση</p>
        <p>Μεταφράσεις</p>
        <p>
          Όλες οι μορφές που μπορεί να πάρουν οι δράσεις που βασίζονται στη
          στρατηγική marketing, πρέπει να χαρακτηρίζονται από απόλυτη συνέπεια
          στο περιεχόμενο, την προσέγγιση και την εικαστική εφαρμογή τους, καθώς
          είναι αποδεδειγμένη η αύξηση της αποδοτικότητας οποιασδήποτε ενέργειας
          ακολουθεί μια ξεκάθαρη, ορισμένη στρατηγική.
        </p>
      </div>
    ),
  },
  synergates: {
    title: 'Συνεργάτες',
    content: (
      <div>
        <strong>Συνεργάτες</strong>
        <p>
          <em>Αποδοτικότητα και ασφαλείες συνεργασίες</em>
        </p>

        <p>
          Κάθε επιτυχημένη συνεργασία βασίζεται στην ποιότητα και τις
          εξειδικευμένες γνώσεις του κάθε συνεργάτη. Οι συνεργάτες μας καλύπτουν
          ευρύ φάσμα εργασιών που μπορούν να καλύψουν τις ανάγκες κάθε έργου ή
          και σταθερής συνεργασίας. Αποκτήστε πρόσβαση στο δίκτυο αυτό που
          καλύπτει λύσεις σε τομείς όπως:
        </p>
        <p>ΕΙΚΟΝΑ ΕΔΩ</p>
        <p>
          Λογιστικές υπηρεσίες
          <br />
          Υπηρεσίες Τεχνικών Ασφαλείας & HACCP
          <br />
          Digital marketing
          <br />
          Σχεδιασμός website
          <br />
          Γραφιστική Εικονογραφήσεις
          <br />
          Τυπογραφικές εφαρμογές
          <br />
          Βίντεο
          <br />
          Φωτογραφία
          <br />
          Μοντάζ
          <br />
          Υποτιτλισμός
          <br />
          Κειμενογράφηση
          <br />
          Μεταφράσεις
          <br />
          Επαγγελματική γραφική ύλη
        </p>
      </div>
    ),
  },
};

export function getPagesData() {
  return pages;
}
